Repository: intfernandes/mudir-project
Catalog: lib/config/l10n/app_*.arb
Languages: ar

# apptitle
source: Khatma Sound
ar: ختمة صوتية

# ayatNum
source: Ayat number :
ar: عدد الأيات :

# makia
source: Surah makia
ar: سورة مكيه

# madanya
source: Surah madanya
ar: سورة مدنيه

source: Surah
ar: سورة

# startButton
source: Start khatma sound
ar: بدأ الختمة الصوتيه

# completeButton
source: Complete khatma sound
ar: اكمال الختمة الصوتيه

source: Next Surah
ar: السورة التالية

# lang
source: Language
ar: اللغة

# theme
source: Lighting
ar: الاضاءة

source: Privacy Policy
ar: سياسة الخصوصية

# callUs
source: Contact Us
ar: اتصل بنا

source: Rate app
ar: قيم التطبيق

source: Share app
ar: انشر التطبيق

source: Setting
ar: الاعدادات

# homeBar
source: Home
ar: الصفحة الرئيسية

# playBar
source: Play
ar: الاستماع

# settingBar
source: Setting
ar: الاعدادات

# privacyOne
source: * At Khatma Sound, we are committed to protecting your privacy and ensuring that no personal information is collected or used. This policy explains how we handle your data to ensure a safe and secure experience.
ar: * نحن في ختمة صوتية نلتزم بحماية خصوصيتك وضمان عدم جمع أو استخدام أي معلومات شخصية. توضح هذه السياسة كيفية تعاملنا مع بياناتك لضمان تجربة آمنة ومحمية.

# privacyTwo
source: * Non-Personal Information: When you use the app, we may collect non-personal data related to how you use the app, such as device type, operating system, preferred language, and times of app usage. This data is collected to improve user experience and develop the app.
ar: * المعلومات غير الشخصية: عند استخدامك للتطبيق، قد نجمع بيانات غير شخصية تتعلق بكيفية استخدامك للتطبيق مثل نوع الجهاز، نظام التشغيل، اللغة المفضلة، والأوقات التي تستخدم فيها التطبيق. هذه البيانات تُجمع بهدف تحسين تجربة المستخدم وتطوير التطبيق

# privacyThree
source: * Use of Information: We use the non-personal information we collect to enhance our services and customize your experience with the app. We may analyze usage patterns to improve the user interface and technical performance of the app.
ar: * استخدام المعلومات: نستخدم المعلومات غير الشخصية التي نجمعها لتحسين خدماتنا وتخصيص تجربتك مع التطبيق.قد نحلل الأنماط والاستخدامات لتحسين واجهة المستخدم والأداء الفني للتطبيق.

# privacyFour
source: * Protecting Information: We take appropriate security measures to protect your data from unauthorized access, alteration, disclosure, or destruction. We use security technologies such as encryption to ensure the protection of information during storage.
ar: * حماية المعلومات : نتخذ تدابير أمنية مناسبة لحماية بياناتك من الوصول غير المصرح به أو التعديل أو الكشف أو التدمير.نستخدم تقنيات الأمان مثل التشفير لضمان حماية المعلومات أثناء التخزين.

# privacyFive
source: * Your Rights: Although we do not collect personal information, you have the right to inquire about any data that may have been collected during your use of the app. You can contact us at Shadibafadel@gmail.com for any inquiries.
ar: * حقوقك: على الرغم من أننا لا نجمع معلومات شخصية، لديك الحق في الاستفسار عن أي بيانات قد تكون قد جمعت أثناء استخدامك للتطبيق. يمكن التواصل معنا عبر Shadibafadel@gmail.com لأي استفسارات.

# privacySix
source: * Changes to the Privacy Policy: We may update this policy from time to time. We will notify you of any changes by posting the new policy on this page. We advise you to review this policy regularly to stay informed of any updates.
ar: * التغييرات على سياسة الخصوصية: قد نقوم بتحديث هذه السياسة من وقت لآخر. سنعلمك بأي تغييرات من خلال نشر السياسة الجديدة على هذه الصفحة. ننصح بمراجعة هذه السياسة بانتظام لضمان معرفتك بأي تحديثات.

# privacySeven
source: * Contact Us: If you have any questions or inquiries about this policy or our privacy practices, please contact us at Shadibafadel@gmail.com .
ar: * التواصل معنا:إذا كانت لديك أي أسئلة أو استفسارات حول هذه السياسة أو حول ممارسات الخصوصية لدينا، يرجى التواصل معنا عبر Shadibafadel@gmail.com .

# privacyEight
source: * By using our app, you agree to this privacy policy. If you do not agree with any part of this policy, please do not use the app.
ar: * باستخدامك لتطبيقنا، فإنك توافق على سياسة الخصوصية هذه. إذا كنت لا توافق على أي جزء من هذه السياسة، نرجو منك عدم استخدام التطبيق.
